{
    "config": {
        "rotationDeg": 45,
        "screenTime": 40,
        "font": "arial",
        "youtubeUrl": "https://www.youtube.com/watch?v=OfiEnTrugvw"
    },
    "data": {
        "title": "EPISODE VI A NEW HOPE FOR 5",
        "text": "A paragraph should consist of six to seven sentences. No, it should be no longer than three sentences long. Actually, it should include a topic sentence, several supporting sentences, and possibly a concluding sentence. Sigh. Can I end this paragraph yet?All three of the declarations in the previous paragraph (the first pair of which come, respectively, from sources within Purdue University and Stanford University, two of the most prestigious institutions of higher learning in the United States), and any similarly quantitative statements, are wrong. The correct answer is that a paragraph has to be long enough to reach its end.Like this one.A paragraph can be as long or as short as you want it to be. It can unfold for countless pages or consist of one word — even one letter.W-(I meant to write, “Wait!” but was interrupted.)The determination to make in composing a given paragraph is not the number of sentences or words or letters, but the number of ideas. The rule of thumb — in nonfiction, at least — is that each paragraph should focus on one idea or concept; when you shift to a new idea, shift to a new paragraph. (In fiction, its function is more nebulous: A paragraph is a unit of writing that further develops a story through exposition.)However, ideas, as we all know, are slippery things, difficult to package and unlikely to remain in their allotted places. How big or small is an idea? What about an idea within an idea?Ultimately, a paragraph is complete when you decide it is.Where, then, did the various judgments of proper paragraph length come from? They result from well-intentioned but misguided efforts of educators to help students learn the fundamentals of writing.The topic-support-conclusion model (one variation of which is named the Schaffer paragraph, after its developer, Jane Schaffer) is valid in that it helps developing writers discipline themselves to craft effective persuasive arguments. Opinions easily dissipate if they are not backed up by facts or reasoning. But the form is only that — a mold that can (and should) be broken once a writer learns how to use it.And dictating that a paragraph consist of a given number of sentences is an understandable but lazy approach that ensures that student writers provide details before moving on to the next idea but does not teach them why they must hit the number — much like requiring a word count for an essay or report ensures that most students will focus on grasping for quantity rather than striving for quality.There are, of course, practical considerations in determining paragraph length. Readers of newspapers and other publications with narrow columns of text are more likely to read paragraphs that don’t extend vertically more than a couple of inches. Similarly, websites are easier to read when paragraphs are brief. Care should be taken, likewise, in book manuscripts to avoid paragraphs that extend for more than half a page.A paragraph should consist of six to seven sentences."
    }
}